[
    {
        "title": "Research oriented Excursion/Field Visit",
        "content": "The motto goes well as \"Learning by Doing\". So does MGS, with this lively and worthy motto. For progressive learning, MGS includes the Glorians with multiple excursions, field visits, and community services. To nurture and garner research-based knowledge and displace it into wisdom and conscience, MGS never shakes its leg and allows the learners to ponder in the lap of raw nature.",
        "date": "2081-06-10",
        "image": "https://mntglory.saksham.edu.np/images/08.webp",
        "category": "Science"
    },
    {
        "title": "Science & Technology based activities",
        "content": "MGS boasts the technological platform as the online segments, internet-based teaching and learning. We boast the enhanced technological microcosm where our learner habitat themselves to mobilize their digital knowledge through smart boards, computer lounges, and digital parlors to mobilize their technologically advanced brain.",
        "date": "2081-06-10",
        "image": "https://mntglory.saksham.edu.np/images/25.webp",
        "category": "Science"
    },
    {
        "title": "Sports Events & activities",
        "content": "Equipping the students and learners mentally, physically, socially, psychologically sound, and conscious, our institution has braced the utmost duty of encouraging them in sports and co-curricular activities. Since its establishment, MGS has braced and shouldered this noble task of imparting an abundance of sports facilities to the learners. Sports and activities have become crucial and pivotal at our mega house. So, it's a fat 'Yes' we do inherit this legacy from the decades around.",
        "date": "2081-06-10",
        "image": "https://mntglory.saksham.edu.np/images/34.webp",
        "category": "Sports"
    },
    {
        "title": "Cultural Shows & Programs",
        "content": "Diverse ethnic and even tribal groups are fostered in our Glorian community in a serene bond of trust. The educational platform of MGS time and again creates the human chain to depict the cultural and religious showcase via costume and cultural exhibition. MGS facilitates the Glorians to trust the hand of diverse color and watch out the back in need. It creates the bond/connection between the learners proudly enjoying their cultural attire respecting the exotic and alien parameters of co-existing dwellers.",
        "date": "2081-06-10",
        "image": "https://mntglory.saksham.edu.np/images/gallery/program/51.webp",
        "category": "Cultural"
    }
]